Revit 2027 API
BuiltInFailures.GroupFailures.GroupCannotSaveWarn Property
 The group cannot be saved at this time because one of its instances is being edited.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId GroupCannotSaveWarn { get; }
Public Shared ReadOnly Property GroupCannotSaveWarn As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ GroupCannotSaveWarn {
	FailureDefinitionId^ get ();
}
static member GroupCannotSaveWarn : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.GroupFailures Class
Autodesk.Revit.DB Namespace